[
  {
    "page" : {
      "title": "home",
      "headline": "Keeve.me",
      "desc": "Creative web developer based in Hamburg, Germany. I have experience working with brands such as Google, BMW and The city of Hamburg."
    }
  },{
    "page": {
      "title": "about",
      "headline": "About & Skills",
      "desc": "My passion as for web engineering began at the start of 2016 and have been honing my skill set ever since, working alongside an incredible team of designers and engineers to build projects for clients like Adobe, BMW and Google. Staying up to date is exceedingly important which is why my knowledge and tool set not only includes a solid foundation of HTML, CSS and JavaScript, but also some of the latest tools like React, Redux, Webpack and GraphQl. "
    }
  }, {
    "page": {
      "title": "work",
      "headline": "Work & Experience",
      "jobs": [
        {
          "company": "Jung von Matt / TECH",
          "role": "Junior Developer",
          "date": "September 2017 - Present",
          "responsiblites": "Frontend application and site development for various clients including Google, BMW and Bilder.de. Introduce ideas and new technologies to team members through presentations. Work with team members in an Agile environment and Srum teams.",
          "tools": ["React", "ES6", "CSS3 (Sass)", "HTML (HTML5, Twig, Handlebars)", "Responsive Design","Atomic Design", "Agile development", "AMP HTML" ]
        },
        {
          "company": "Track",
          "role": "Junior Developer",
          "date": "January 2017 - August 2017",
          "responsiblites": "Create email templates from scratch and prepare for email campaign shipment through Adobe Campaign tooling.",
          "tools": ["HTML", "CSS", "Adobe Campaign", "Email Templating", "Photoshop"]
        }
      ],
      "projects": [
        {
          "title": "amp.dev",
          "desc": "The all new home page for the AMP web component framework by Google.",
          "imgPath": "src/assets/project-images/amp-dev.png",
          "link": "https://amp.dev/"
        }, {
          "title": "bilder.de",
          "desc": "Customize photos with the configurator that can be used on a variety of products.",
          "imgPath": "src/assets/project-images/bilder.de.png",
          "link": "https://www.bilder.de/"
        }
      ]
    }
  }
]